{"version":2,"kind":"Article","sha256":"ef641ec1cc13084b7008f8cefa054e470290b5ce54c97c7598c4a151d7a6c63e","slug":"england-impexp-1801-text","location":"/The first line chart/England_ImpExp_1801_text.md","dependencies":[],"frontmatter":{"title":"The original text","content_includes_title":false,"authors":[{"id":"Suellen Dutra Pereira","name":"Suellen Dutra Pereira"}],"github":"https://github.com/sdutrapereira/playfair","keywords":["data analysis","data visuaisation","Playfair","digital history"],"numbering":{"title":{"offset":1}},"thumbnail":"/d17463cb0bf6cf0cdc624587cae2bc84.jpeg","thumbnailOptimized":"/d17463cb0bf6cf0cdc624587cae2bc84.webp","exports":[{"format":"md","filename":"England_ImpExp_1801_text.md","url":"/England_ImpExp_1801_-76310b6fd9c6bde953a9aa1ff979ff31.md"}]},"mdast":{"type":"root","children":[{"type":"block","children":[{"type":"container","kind":"figure","children":[{"type":"image","url":"/d17463cb0bf6cf0cdc624587cae2bc84.jpeg","alt":"Chart of exports and imports of England to and from Russia from Playfair’s Atlas 1801.","data":{"altTextIsAutoGenerated":true},"key":"wU8Jtq9n10","urlSource":"https://ia600902.us.archive.org/BookReader/BookReaderImages.php?zip=/30/items/PLAYFAIRWilliam1801TheCommercialandPoliticalAtlas/PLAYFAIRWilliam1801TheCommercialandPoliticalAtlas_jp2.zip&file=PLAYFAIRWilliam1801TheCommercialandPoliticalAtlas_jp2/PLAYFAIRWilliam1801TheCommercialandPoliticalAtlas_0020.jp2&id=PLAYFAIRWilliam1801TheCommercialandPoliticalAtlas&scale=4&rotate=0","urlOptimized":"/d17463cb0bf6cf0cdc624587cae2bc84.webp"},{"type":"caption","children":[{"type":"paragraph","position":{"start":{"line":5,"column":1},"end":{"line":5,"column":1}},"children":[{"type":"captionNumber","kind":"figure","label":"fig:chart England Imports Exports 1801","identifier":"fig:chart england imports exports 1801","html_id":"fig-chart-england-imports-exports-1801","enumerator":"1","children":[{"type":"text","value":"Figure ","key":"rqdFbG2eNu"},{"type":"text","value":"1","key":"Rq5SeSxT74"},{"type":"text","value":":","key":"u5a9XEkNqi"}],"template":"Figure %s:","key":"d9tSaLbrJw"},{"type":"text","value":"Chart of exports and imports of England to and from Russia from Playfair’s Atlas 1801.","position":{"start":{"line":5,"column":1},"end":{"line":5,"column":1}},"key":"s4hS5vjNQB"}],"key":"spqN4JFWmr"}],"key":"kMIIrM3sXk"}],"label":"fig:chart England Imports Exports 1801","identifier":"fig:chart england imports exports 1801","enumerator":"1","html_id":"fig-chart-england-imports-exports-1801","key":"medmyGv8aP"},{"type":"heading","depth":2,"position":{"start":{"line":8,"column":1},"end":{"line":8,"column":1}},"children":[{"type":"text","value":"Remarks and general observation on Chart I:","position":{"start":{"line":8,"column":1},"end":{"line":8,"column":1}},"key":"Y3rIS3WVBZ"}],"identifier":"remarks-and-general-observation-on-chart-i","label":"Remarks and general observation on Chart I:","html_id":"remarks-and-general-observation-on-chart-i","implicit":true,"key":"EjQzEPEnhe"},{"type":"heading","depth":2,"position":{"start":{"line":9,"column":1},"end":{"line":9,"column":1}},"children":[{"type":"text","value":"Representing the trade of England to and from all parts","position":{"start":{"line":9,"column":1},"end":{"line":9,"column":1}},"key":"LLeNQTveUi"}],"identifier":"representing-the-trade-of-england-to-and-from-all-parts","label":"Representing the trade of England to and from all parts","html_id":"representing-the-trade-of-england-to-and-from-all-parts","implicit":true,"key":"pHZfhFwqzp"},{"type":"paragraph","position":{"start":{"line":11,"column":1},"end":{"line":11,"column":1}},"children":[{"type":"text","value":"In the general chart of exports and imports during the last century, we see very nearly the real amount of our commerce, and with great exactness its proportional increase, for those errors which arise from the nature of business, as it is and always must be transacted at custom-houses and sea-ports, naturally bear the same proportion to the business done at one time as they do at another.","position":{"start":{"line":11,"column":1},"end":{"line":11,"column":1}},"key":"ENEY4feARF"}],"key":"l6vph34lbD"},{"type":"paragraph","position":{"start":{"line":13,"column":1},"end":{"line":13,"column":1}},"children":[{"type":"text","value":"From the beginning of the century till the year 1750, our exports regularly increased slower than our imports, so that the balance in favour of this country was greater then than it had ever been before; but from that time, though our commerce has upon the whole doubled in its amount, yet the balance in our favour is not equal to what it was then: this is a proof that luxury has greatly increased among us, and not only increased, but that it has done so beyond even the proportion of our extended commerce.","position":{"start":{"line":13,"column":1},"end":{"line":13,"column":1}},"key":"f3y6wXX1NB"}],"key":"WVo6W1FQpz"},{"type":"paragraph","position":{"start":{"line":15,"column":1},"end":{"line":15,"column":1}},"children":[{"type":"text","value":"The trade of this country received a great blow in the years 1771, 1772, by the failure of some great mercantile houses, which had been carrying on extensive speculations, supported on a circulation of paper, from which it was just recovering when a revolt in our American colonies reduced it to a very low situation, so much that in the year 1781, the balance, for the first time during the century, was against us; but with the war, that disadvantage disappeared, and the commerce, though not always with a regular pace, has increased more rapidly ever since than at any foregoing period.","position":{"start":{"line":15,"column":1},"end":{"line":15,"column":1}},"key":"ZiKfAxuhAS"}],"key":"FPJNu6KgPP"},{"type":"paragraph","position":{"start":{"line":17,"column":1},"end":{"line":17,"column":1}},"children":[{"type":"text","value":"It is evident from this chart that the trade of this country was almost in its infancy at the beginning of the last century; and now great beyond example. We shall farther on in this work have an opportunity of seeing that public expenditure has increased nearly in the same proportion. It is impossible to behold this rapid progress without concluding that it must come in time to a point which it cannot pass, as nothing is infinite; it is therefore of great importance to trace and find out to what causes we owe our commercial superiority, that we may endeavour to prolong it as much as possible; for though it may be a question admitting of discussion whether wealth, and what is commonly called commercial prosperity, is any real advantage to a nation, there can be no question that the loss of it, after having once enjoyed its possession, is a very severe misfortune.","position":{"start":{"line":17,"column":1},"end":{"line":17,"column":1}},"key":"u0ufvpKKUM"}],"key":"c83eYFH0pK"},{"type":"paragraph","position":{"start":{"line":19,"column":1},"end":{"line":19,"column":1}},"children":[{"type":"text","value":"Let us look at nations that never were rich — all is well enough with them; but let us look at such as have been wealthy and nothing is so gloomy, dejected, and to appearance so irremediably lost. From the banks of the Euphrates to the borders of the Scheldt, we can trace the shifting progress of commerce; and where, in former times, it flourished, we are always the most certain to find poverty and want; or, at least, to find a lifeless inactivity, which will in time bring them on.","position":{"start":{"line":19,"column":1},"end":{"line":19,"column":1}},"key":"hH3bjQ6zx0"}],"key":"eEyM1Zr3K5"},{"type":"paragraph","position":{"start":{"line":21,"column":1},"end":{"line":21,"column":1}},"children":[{"type":"text","value":"From Babylon, where commercial wealth was accumulated at a very early epoch, to Bruges in Flanders, where it was at a very late period, the course may be traced with great ease, and the result will be found uniform and unequivocal. Three great causes have hitherto shifted the seats of commerce: the pride which riches and luxury bring along with them, the envy which wealth excites in neighbouring powers, and the changes in the modes of carrying on trade, owing to discoveries in the arts and in geography, have altered the channels through which it flowed.","position":{"start":{"line":21,"column":1},"end":{"line":21,"column":1}},"key":"BfZ8mVWzfX"}],"key":"cPgwxCEdY2"},{"type":"paragraph","position":{"start":{"line":23,"column":1},"end":{"line":23,"column":1}},"children":[{"type":"text","value":"That the empire of Babylon fell from its great pride and luxury is not a matter of doubt; Tyre fell through the ambition of Alexander the Great; Carthage and Palmyra, owing to the envy their wealth excited in the Romans. So vanished the grandeur of the commercial cities of the ancient world.","position":{"start":{"line":23,"column":1},"end":{"line":23,"column":1}},"key":"BlQ0YNamnT"}],"key":"xlU5KzdN2Q"},{"type":"paragraph","position":{"start":{"line":25,"column":1},"end":{"line":25,"column":1}},"children":[{"type":"text","value":"A few wretched huts for peasants or fishermen, interspersed with scattered fragments of ancient palaces, are all that now remain of their former grandeur and glory. Alexandria, founded by that great conqueror who gave it his name, as a fit emporium for trade, flourished for several centuries; but, as it was the connecting link between the ancient commercial world and the present, its downfall was owing to a double cause. First, its wealth excited envy, and it was sacked and nearly destroyed by the desperate banditti who overran and plundered the whole of the civilized world after the fall of the Roman empire; but still the excellency of its situation secured to Alexandria considerable trade, till the mode of intercourse between the eastern and western world was changed by the discovery of the Cape of Good Hope.","position":{"start":{"line":25,"column":1},"end":{"line":25,"column":1}},"key":"dCfmveWZrf"}],"key":"DmVDH36oOK"},{"type":"paragraph","position":{"start":{"line":27,"column":1},"end":{"line":27,"column":1}},"children":[{"type":"text","value":"Then it was that Alexandria sunk entirely, and that Venice and Genoa, which, in point of time, flourished first amongst modern cities, diminished greatly in importance; the discovery of the needle, and many other improvements, which facilitated navigation on the ocean, tended generally to reduce the consequence of those places, situated on the borders of the Mediterranean Sea, which had till then engrossed the wealth and importance of the western world.","position":{"start":{"line":27,"column":1},"end":{"line":27,"column":1}},"key":"WDWZSbavF4"}],"key":"TrvJt2D4Pf"},{"type":"paragraph","position":{"start":{"line":29,"column":1},"end":{"line":29,"column":1}},"children":[{"type":"text","value":"Antwerp and Bruges, which were the depots of the northern part of Europe for Indian productions, lost their importance in proportion as Genoa and Venice declined, and as Amsterdam rose into consequence. Spain and Portugal, though not owing the wealth and importance they at one time enjoyed to commerce, but to conquests, were soon enfeebled by the effects of that wealth; and those two nations, whose power and ambition scarcely knew any bounds about two centuries ago, are now in a very humble situation. Spain is entirely subservient to the will of France, and Portugal is reduced to borrow from England a paltry sum to enable it to protect itself against the French, or to purchase an inglorious tranquillity.","position":{"start":{"line":29,"column":1},"end":{"line":29,"column":1}},"key":"V2ND1hgYeR"}],"key":"bf2xusQDvJ"},{"type":"paragraph","position":{"start":{"line":31,"column":1},"end":{"line":31,"column":1}},"children":[{"type":"text","value":"Holland too, which was a commercial and rich country before England was such, has been for half a century on the decline; and since it lost its independence, by the entry of the French into it, can scarcely be considered as of much importance in the commercial world; however, though on the decline, and considerably advanced in it, matters may yet take another turn, for pride and luxury are so powerfully counteracted by avarice in that country that they will not produce such baneful consequences as in those other parts of the world, of which we have been taking a cursory view.","position":{"start":{"line":31,"column":1},"end":{"line":31,"column":1}},"key":"dFqrlSANcF"}],"key":"Elcm1883qz"},{"type":"paragraph","position":{"start":{"line":33,"column":1},"end":{"line":33,"column":1}},"children":[{"type":"text","value":"As we find then that the transitory prosperity which commercial wealth gives to a nation is succeeded by poverty and insignificance, if not by slavery and wretchedness, it is of great importance for us to endeavour to counteract this natural tendency, and to procure for this country a continuance of those blessings which have hitherto enabled us to support greater burdens than any nation ever before did.","position":{"start":{"line":33,"column":1},"end":{"line":33,"column":1}},"key":"aoisqjzXLk"}],"key":"fVPW3H7sC1"},{"type":"paragraph","position":{"start":{"line":35,"column":1},"end":{"line":35,"column":1}},"children":[{"type":"text","value":"Our great commerce and naval power certainly excited the envy of all those who took part against us during the American war, but though our enemies succeeded in wresting our extensive provinces from us, yet our national energy has prevented those bad effects that we feared and they expected, so much so that our commerce is more extensive than ever; and if we can be but moderate, just, and prudent, there is reason to hope that we may at last fix the abode of commercial wealth and prosperity in our island, not with any wish to engross it from the rest of the world, but to preserve ourselves in that exalted situation which we at present enjoy.","position":{"start":{"line":35,"column":1},"end":{"line":35,"column":1}},"key":"RgrPT2gRpg"}],"key":"Mp8l8betjB"},{"type":"paragraph","position":{"start":{"line":37,"column":1},"end":{"line":37,"column":1}},"children":[{"type":"text","value":"Our manufactures are daily improving at home. The population of the country is as it were augmented by those active but inanimate machines that perform the work of more than three millions of people, without the expense or consumption of food and clothes, and at the same time consumers for our manufactures are daily increasing in number in America, which circumstance may give support to our manufactures for ages to come, as it will not soon be the interest of the inhabitants of so rich and extensive a country to become manufacturers themselves.","position":{"start":{"line":37,"column":1},"end":{"line":37,"column":1}},"key":"sAZ09K4JEJ"}],"key":"pKs7Wi8uij"},{"type":"paragraph","position":{"start":{"line":39,"column":1},"end":{"line":39,"column":1}},"children":[{"type":"text","value":"The two years in which our commerce sunk most rapidly, as appears by the chart, were 1772 and 1793, in which years there were great bankruptcies, and the American trade was that which suffered the most. The reason of this is evident, and the conclusion to be derived is important.","position":{"start":{"line":39,"column":1},"end":{"line":39,"column":1}},"key":"AOBHztKX4V"}],"key":"eCbFZ4tFyu"},{"type":"paragraph","position":{"start":{"line":41,"column":1},"end":{"line":41,"column":1}},"children":[{"type":"text","value":"The American trade depends more on credit than any other, and as failures do a general injury to the credit which is supported by bills, and which enables manufacturers and merchants to give the long terms of payment that are granted to those who carry on business in America, it was naturally that branch of trade which was the most affected.","position":{"start":{"line":41,"column":1},"end":{"line":41,"column":1}},"key":"U9dj4CHW7X"}],"key":"xex6dtjYN5"},{"type":"paragraph","position":{"start":{"line":43,"column":1},"end":{"line":43,"column":1}},"children":[{"type":"text","value":"It may not perhaps be improper here to observe that the great extent of our trade, though owing in part to the good quality of our manufactures, is still more favoured by the long credit we give to foreigners; for those who keep store-houses, shops, or magazines abroad, can fill them with English goods on credit, whereas they must pay almost ready money for commodities manufactured at home; they therefore not only find a facility in procuring British merchandise, but they prefer selling, for ready money, what they can replace upon credit. From this it arises that English goods are in a manner forced upon the consumers, and that those who deal in them, being eager to sell, do it on a moderate profit. It is to a well-managed system of paper credit that we owe the power of doing this, as the real monied capital of the nation is in a great measure absorbed by the public funds.","position":{"start":{"line":43,"column":1},"end":{"line":43,"column":1}},"key":"O44LExAykg"}],"key":"W4pY7v7cyD"}],"key":"XbbDsjE0pd"}],"key":"IZ2C6dRJBQ"},"references":{"cite":{"order":[],"data":{}}}}